{"inkVersion":19,"root":[[{"->":"Chapter1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Chapter1":[{"->":"Node_9"},{"#f":1}],"Node_9":["^Вы еще раз перепроверили обмундирование: пистолет, две обоймы, охотничий нож, кусок веревки, три метательных ножа, фляга с водой. Негусто, но это все, что у вас есть. ",{"#":"mainSub"},"\n","^Волнуешься? ",{"#":"rightSub"},"\n","^Матушка? Как ты ходишь так тихо? ",{"#":"leftSub"},"\n","^Нехитрое дело - незаметно подобраться к тому, кто в думы тягостные погружен. Так как: волнуешься или нет? ",{"#":"rightSub"},"\n",{"->":"Choise_Ii"},{"#f":1}],"Choise_Ii":[["ev","str","^Да","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Нет","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Признаться… да. Я не уверен, что все это… правильно. ",{"#":"leftSub"},"\n","^Молодец, коль так. Только дурак ничего не боится, да ни в чем не сомневается. ",{"#":"rightSub"},"\n",{"->":"Node_10"},{"#f":5}],"c-1":["\n","^Нет, Матушка Сафо. Ты говоришь с Пустошью. Ты слышишь ее голос. И если ты говоришь что-то сделать - я это делаю. Без колебаний. ",{"#":"leftSub"},"\n","^Ну и дурак, коли так. Только дурак ничего не боится, да ни в чем не сомневается. ",{"#":"rightSub"},"\n",{"->":"Node_10"},{"#f":5}]}],{"#f":1}],"Node_10":["^Ты же сама дала нам это задание! ",{"#":"leftSub"},"\n","^Ага, все так. Вот только что может знать старуха, которая уже десять лет дальше нашей деревни-то и не ходила?. ",{"#":"rightSub"},"\n","^Матушка Сафо опирается на клюку и лукаво смотрит на вас. Шаманка никогда не говорит прямо - и никогда не бросает слов на ветер. Она явно испытывает вас. Но суть этой проверки вам не ясна. ",{"#":"mainSub"},"\n",{"->":"Choise_Ij"},{"#f":1}],"Choise_Ij":[["ev","str","^Усомниться в здравомыслии Матушки","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Убедить, что Матушке виднее","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Ну знаешь… То ты говоришь одно, то другое… Мы рискуем жизнями, а ты сама не веришь в свои слова? Во что же тогда верить мне? ",{"#":"leftSub"},"\n",{"->":"Node_11"},{"#f":5}],"c-1":["\n","^Ты  говоришь с Пустошью. Ты говоришь с Рогатой. Мои сомнения - просто слабость. Я доверяю твоим решениям ",{"#":"leftSub"},"\n",{"->":"Node_11"},{"#f":5}]}],{"#f":1}],"Node_11":["^С неожиданной ловкостью Матушка Сафо подскакивает к вам, хватает клюкой за шею, заставляя согнуться. Ее испещренное морщинами лицо оказывается совсем рядом с вашим ",{"#":"mainSub"},"\n","^Ты сомневаешься  во мне, Карп. Ты сомневаешься в Рогатой. ",{"#":"rightSub"},"\n","^На секунду дыхание перехватывает. Глаза старухи, кажется, сверлят дыры в вашем лице. ",{"#":"mainSub"},"\n","^И поэтому, Карп, я доверяю тебе, больше, чем Агапе. Агапа слепа - ее ослепила жажда  мести. Агапа глуха - ее оглушила скорбь. Но у Агапы громкий голос - за нее говорит ярость. А ты, Карп, зряч и нем. Ты - еретик. ",{"#":"rightSub"},"\n","^По спине бегут ледяные мурашки. Вы смотрите на Матушку в оцепенении, ожидая, что будет дальше ",{"#":"mainSub"},"\n","^Я не знаю, что или кто вас там ждет. Пообещай мне, что будешь принимать решения сам - своей головой. Пообещай мне, что будешь верить только себе. Не Агапе. И даже не Рогатой. Только себе ",{"#":"rightSub"},"\n",{"->":"Choise_Ik"},{"#f":1}],"Choise_Ik":[["ev","str","^Обещаю","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Не могу обещать","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","ev",{"VAR?":"Virus_points"},1,"+",{"VAR=":"Virus_points","re":true},"/ev","^Обещаю… ",{"#":"leftSub"},"\n","^Старуха довольно улыбается, хлопает вас по плечу и выходит из дома ",{"#":"mainSub"},"\n","^Боюсь, Агапе будет сложно это объяснить ",{"#":"leftSub"},"\n",{"->":"Node_12"},{"#f":5}],"c-1":["\n","ev",{"VAR?":"Cure_points"},1,"+",{"VAR=":"Cure_points","re":true},"/ev","^Вы напряженно всматриваетесь в лицо старухи, пытаясь угадать правильный ответ. Но полубезумная улыбка и рассеянный взгляд Матушки лишь сбивают вас с толку. ",{"#":"mainSub"},"\n","^Голос Рогатой - единственный истинный голос в Пустоши. Ее голос - мой голос. Ее желания - мои желания. ",{"#":"leftSub"},"\n","^Повисает тяжелая пауза. Матушка Сафо долго буравит вас взглядом, словно хочет что-то сказать, но не находит правильных слов. Наконец старуха вздыхает. ",{"#":"mainSub"},"\n","^Агапе повезло с тобой, Карп ",{"#":"rightSub"},"\n",{"->":"Node_12"},{"#f":5}]}],{"#f":1}],"Node_12":["end",{"#f":1}],"global decl":["ev",0,{"VAR=":"Virus_points"},0,{"VAR=":"Cure_points"},"/ev","end",null],"#f":1}],"listDefs":{}}