{"inkVersion":19,"root":[[{"->":"Chapter1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Chapter1":[{"->":"Node_1"},{"#f":1}],"Node_1":["^...",{"#":"background_Church"},{"#":"music_1"},"\n","^Вас окружает огонь. Языки пламени охватили стены. Деревянные балки опасно трещат. ",{"#":"mainSub"},"\n","^...",{"#":"leftSub"},{"#":"character_Dana"},"\n","^Впереди, за стеной пламени, вы различаете смутные очертания человеческих фигур. Люди  пойманы в огненную ловушку ",{"#":"mainSub"},"\n",{"->":"Choise_Ia"},{"#f":1}],"Choise_Ia":[["ev","str","^Попытаться помочь людям","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Попытаться выбраться самой","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","ev",{"VAR?":"Cure_points"},1,"+",{"VAR=":"Cure_points","re":true},"/ev",{"->":"Node_2"},{"#f":5}],"c-1":["\n","ev",{"VAR?":"Virus_points"},1,"+",{"VAR=":"Virus_points","re":true},"/ev",{"->":"Node_2"},{"#f":5}]}],{"#f":1}],"Node_2":["^Вы медленно движетесь сквозь алый ад. Дым разъедает глаза и заползает в легкие. Вы сгибаетесь пополам от кашля. Голова идет кругом. Вы понимаете, что вот-вот потеряете сознание. ",{"#":"mainSub"},"\n",{"->":"Choise_Ib"},{"#f":1}],"Choise_Ib":[["ev","str","^Оторвать кусок от платья и использовать как повязку на лицо","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Опуститься на пол и ползти","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Сухая ткань почти не задерживает дым. Очередной приступ кашля заставляет вас упасть на колени. Из-за дыма вы почти ослепли. Краем глаза вы замечаете фигуру, приближающуюся к вам прямо сквозь пламя. ",{"#":"mainSub"},"\n","^... ",{"#":"video_1"},"\n","^Чья-то рука крепко хватает вас за запястье. ",{"#":"mainSub"},"\n",{"->":"Node_3"},{"#f":5}],"c-1":["\n","^Вы падаете на пол. Здесь, у самых досок,  вам удается сделать глоток свежего воздуха. Сознание немного проясняется. Краем глаза вы замечаете фигуру, приближающуюся к вам прямо сквозь пламя. ",{"#":"mainSub"},"\n","^... ",{"#":"video_1"},"\n","^... ",{"#":"rightSub"},{"#":"character_Rogataya"},"\n","^Дым вновь заполняет легкие. Вы задыхаетесь. Чья-то рука крепко хватает вас за запястье. ",{"#":"mainSub"},"\n",{"->":"Node_3"},{"#f":5}]}],{"#f":1}],"Node_3":["^...",{"#":"background_DanaRoomNight"},{"#":"achievement_2"},{"#":"music_2"},"\n","^Вы открываете глаза и несколько секунд не можете понять, где находитесь. ",{"#":"mainSub"},"\n","^Дана? Ты в порядке? ",{"#":"rightSub"},{"#":"character_Aglaya"},"\n","^Я… да. Просто плохой сон. ",{"#":"leftSub"},{"#":"character_Dana"},"\n","^Я так и подумала. Побыть с тобой? ",{"#":"rightSub"},"\n","^Вы смотрите на улыбающуюся подругу. Кошмар отпускает вас и безумно колотящееся сердце начинает биться спокойнее. В какой-то момент из-за левого плеча Аглаи выглядывает… ",{"#":"mainSub"},"\n","^... ",{"#":"rightSub"},{"#":"character_Rogataya"},"\n","^Ох! ",{"#":"leftSub"},"\n","^Что случилось? ",{"#":"rightSub"},{"#":"character_Aglaya"},"\n",{"->":"Choise_Ic"},{"#f":1}],"Choise_Ic":[["ev","str","^Рассказать","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Умолчать","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","ev",{"VAR?":"Virus_points"},1,"+",{"VAR=":"Virus_points","re":true},"/ev","^Это странно, но… Я только что видела женщину из моего сна. Я схожу с ума? ",{"#":"leftSub"},"\n","^Это все теснота. Мы слишком редко бываем на воздухе. Одна хорошая прогулка - и все твои кошмары как ветром сдует. ",{"#":"rightSub"},"\n","^Было бы круто… Видит рогатую женщину - звучит, как диагноз ",{"#":"leftSub"},"\n","^Ты видела Рогатую? ",{"#":"rightSub"},"\n","^Ну… мне снилась женщина с рогами на голове… большими такими, как у барана. И сейчас тоже... ",{"#":"leftSub"},"\n","^Ух ты! Это же Рогатая ",{"#":"rightSub"},"\n","^О чем ты? ",{"#":"leftSub"},"\n","^Матушка говорит, что Рогатая - добрый дух Пустоши. Увидеть ее - добрый знак! ",{"#":"rightSub"},"\n","^Папа вряд ли с тобой согласится. Лучше ему не знать об этом. Уже поздно - давай спать. ",{"#":"leftSub"},"\n",{"->":"Node_4"},{"#f":5}],"c-1":["\n","ev",{"VAR?":"Cure_points"},1,"+",{"VAR=":"Cure_points","re":true},"/ev","^Ничего, просто… мерещится всякое. Уже поздно - давай лучше спать. ",{"#":"leftSub"},"\n","^Хочешь, побуду с тобой, пока ты не заснешь? ",{"#":"rightSub"},"\n",["ev","str","^Мне лучше спится одной","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Я буду рада","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","ev",{"VAR?":"Cure_points"},1,"+",{"VAR=":"Cure_points","re":true},"/ev","^Слушая мерное дыхание Аглаи, вы погружаетесь в сон ",{"#":"mainSub"},"\n",{"->":"Node_4"},{"#f":5}],"c-1":["\n","ev",{"VAR?":"Virus_points"},1,"+",{"VAR=":"Virus_points","re":true},"/ev","^Слушая мерное дыхание Аглаи, вы погружаетесь в сон ",{"#":"mainSub"},"\n",{"->":"Node_4"},{"#f":5}]}],{"#f":5}]}],{"#f":1}],"Node_4":["^...",{"#":"background_Campfire"},{"#":"music_0"},{"#":"achievement_2"},"\n","^Высокий костер освещает окрестности, отбрасывает яркий блики на лица собравшихся вокруг людей.  Вокруг огня танцуют девушки в ритуальных одеждах. ",{"#":"mainSub"},"\n","^...",{"#":"video_0"},"\n","^Вы кутаете лицо в шарф, хотя в этом нет особой необходимости: зачарованные танцем девушек, соплеменники впали в транс и не замечают ничего вокруг. ",{"#":"mainSub"},"\n","^... ",{"#":"leftSub"},{"#":"character_SafoLeft"},"\n","^Вы внимательным взглядом окидываете толпу. Агапа стоит чуть поодаль от основного скопления людей и даже не смотрит в сторону танцовщиц. Она явно погружена в свои мысли. Вы быстро пробираетесь к ней. ",{"#":"mainSub"},"\n","^... ",{"#":"rightSub"},{"#":"character_AgapaRight"},"\n",{"->":"Choise_Id"},{"#f":1}],"Choise_Id":[["^Агапа стоит чуть поодаль от основного скопления людей и даже не смотрит в сторону танцовщиц. Она явно погружена в свои мысли. Вы быстро пробираетесь к ней. ",{"#":"refresh"},"\n","ev","str","^Ткнуть девушку в бок","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Поздороваться","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Ай! ",{"#":"rightSub"},"\n","^Девушка мигом выныривает из размышлений и с поразительный быстротой выхватывает из-за пояса кинжал. ",{"#":"mainSub"},"\n","^Какого… Матушка? ",{"#":"rightSub"},"\n","^Чай спишь на ходу, Агапушка? А чуть что - сразу за нож... ",{"#":"leftSub"},"\n",{"->":"Node_5"},{"#f":5}],"c-1":["\n","^Агапа поднимает на вас глаза, но смотрит сквозь, словно не замечает. ",{"#":"mainSub"},"\n","^Чай спишь на ходу? ",{"#":"leftSub"},"\n",{"->":"Node_5"},{"#f":5}]}],{"#f":1}],"Node_5":["^Прости, Матушка, я тебя не заметила… ",{"#":"rightSub"},{"#":"achievement_1"},"\n","^Несколько секунд вы вглядываетесь в бледное лицо девушки, раздумывая, не слишком ли велика для нее миссия, которую вы собираетесь на нее возложить. Впрочем, думаете вы, это не вам решать. ",{"#":"mainSub"},"\n",{"->":"Choise_Ie"},{"#f":1}],"Choise_Ie":[["ev","str","^Отчего ты не веселишься с остальными?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^О чем ты задумалась так крепко?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Отчего ты не веселишься с остальными? Завтра вам предстоит большое дело вместе… ",{"#":"leftSub"},"\n","^Мне не до веселья, Матушка, сама знаешь ",{"#":"rightSub"},"\n","^Всему свое время - и скорби, и веселью ",{"#":"leftSub"},"\n","^А ты отчего не веселишься? Ты же придумала эти танцы ",{"#":"rightSub"},"\n","^Вы тушуетесь от наглости девушки и сперва хотите огреть ее клюкой, но, глядя на ее изможденное лицо и лихорадочно блестящие глаза, разражаетесь хриплым смехом ",{"#":"mainSub"},"\n","^Тебе палец в рот не клади - откусишь по локоть! ",{"#":"leftSub"},"\n","^Вы примирительно гладите девушку по руке ",{"#":"mainSub"},"\n",{"->":"Node_6"},{"#f":5}],"c-1":["\n","^О чем ты задумалась так крепко? ",{"#":"leftSub"},"\n","^Агапа раздраженно трясет головой и отворачивается - ей не хочется отвечать. Но под вашим пристальным взглядом она, все же, не выдерживает ",{"#":"mainSub"},"\n","^Это уже третья лаборатория, Матушка! Третья! Ее нигде нет… Что, если твари увезли ее в город? ",{"#":"rightSub"},"\n","^Верь мне, милая, Аглая все еще здесь. Пустошь чует ее. Я чую... ",{"#":"leftSub"},"\n","^Я верю тебе… Но чем больше мы тратим время на… это ",{"#":"rightSub"},"\n","^Агапа кивает головой в сторону костра ",{"#":"mainSub"},"\n","^...тем меньше времени остается у Аглаи. Как я успею найти ее? Лучше бы я одна ходила… ",{"#":"rightSub"},"\n","^Ты - воин. каких поискать, Агапушка. Но ты - одна, против городских… Их там немало. ",{"#":"leftSub"},"\n","^Они лентяи и трусы. Я бы справилась! ",{"#":"rightSub"},"\n","^Вы молча качаете головой. Безумие все больше овладевает Агапой - вы чувствуете  ее кислый запах. ",{"#":"mainSub"},"\n","^Оно может сыграть как вам на руку, так и против вас. Подбирать слова нужно очень осторожно. Вы примирительно гладите девушку по руке ",{"#":"mainSub"},"\n",{"->":"Node_6"},{"#f":5}]}],{"#f":1}],"Node_6":["^... ",{"#":"video_2"},"\n","^Ритм, который отбивают босые ступни танцовщиц, ускоряется. Девушки кружатся все быстрее. Отблески пламени сияют на голой коже так, что кажется, будто танцовщицы вот-вот вспыхнут. ",{"#":"mainSub"},"\n",{"->":"Choise_If"},{"#f":1}],"Choise_If":[["ev","str","^Поговорить о Пустоши","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Поговорить о семье","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","ev",{"VAR?":"Cure_points"},1,"+",{"VAR=":"Cure_points","re":true},"/ev","^К чему все это, Агапа? Почему мы не оставим их в покое? ",{"#":"leftSub"},{"#":"achievement_3"},"\n","^Девушка бросает на вас яростный взгляд и сжимает кулаки так, что белеют костяшки пальцев. ",{"#":"mainSub"},"\n","^Они крадут наших детей - а ты предлагаешь просто смириться?! Что, зарыться в норы и молится, чтобы они нас не тронули? Да что с тобой сегодня, Матушка?! ",{"#":"rightSub"},"\n","^Я такого не говорила ",{"#":"leftSub"},"\n","^Тогда говори прямо! Я устала от твоих загадок! Неужели ты не понимаешь, что сейчас не время! ",{"#":"rightSub"},"\n","^Вы долго всматриваетесь в лицо Агапы, и она не отводит взгляд. Внутри девушки бурлит такая ярость, что вы почти ощущаете ее кожей. ",{"#":"mainSub"},"\n","^Ритуальный танец почти достиг апогея, скоро случится то, ради чего костер и был разожжен. ",{"#":"mainSub"},"\n","^Чтобы я не сказала, Агапушка, для тебя звучит загадкой. Ты не знаешь себя. Но ты знаешь Пустошь. Ты - праведница. ",{"#":"leftSub"},"\n",{"->":"Node_7"},{"#f":5}],"c-1":["\n","ev",{"VAR?":"Virus_points"},1,"+",{"VAR=":"Virus_points","re":true},"/ev","^Посмотри туда ",{"#":"leftSub"},{"#":"achievement_4"},"\n","^Вы указываете пальцем в толпу возле костра, где виднеется неподвижная фигура альбиноса. Белоснежные волосы в свете костра кажутся ярко-оранжевыми. ",{"#":"mainSub"},"\n","^... ",{"#":"rightSub"},{"#":"character_KarpRight"},"\n","^Почувствовав ваш взгляд, Карп оборачивается. Несколько мгновений он выглядит озадаченным, но, заметив рядом с вами Агапу, улыбается, подмигивает девушке и снова отворачивается к костру. ",{"#":"mainSub"},"\n","^Агапа презрительно фыркает ",{"#":"mainSub"},"\n","^Это Карп, раздолбай. Его белая рожа - отличная мишень. Или что ты хочешь про него услышать? ",{"#":"rightSub"},{"#":"character_AgapaRight"},"\n","^Его родители погибли от мора... ",{"#":"leftSub"},"\n","^Как почти у всех здесь! ",{"#":"rightSub"},"\n","^...ему было всего пять. Если бы не старший брат - он бы не выжил. Они были неразлучны, как ты с Аглаей. Пока брата не убили людоеды с севера. ",{"#":"leftSub"},"\n","^Агапа смотрит на вас чуть приоткрыв рот, словно хочет что-то сказать, но не решается. ",{"#":"mainSub"},"\n","^Брата съели, а Карпа держали в подвале - про запас. Я на руках его оттуда вынесла. От страха и скорби мальчишка не мог пошевелиться. А заговорил только через год… ",{"#":"leftSub"},"\n","^Я не знала… ",{"#":"rightSub"},"\n","^Вы вздыхаете и плотнее кутаетесь в шерстяной плоток. Несмотря на теплый ночной воздух, вас знобит. Старость берет свое. ",{"#":"mainSub"},"\n","^Само собой не знала! Из всей деревни теперь знаем Карп, я и ты. ",{"#":"leftSub"},"\n","^Зачем ты рассказала мне? ",{"#":"rightSub"},"\n","^Ты так глубоко погрузилась в скорбь, что забыла - мы все здесь кого-то потеряли. Вся Пустошь наполнена болью, кровью и костями. Но у тебя есть надежда, которой никогда не было у Карпа. ",{"#":"leftSub"},"\n","^Агапа долго молчит. Ритуальный танец почти достиг апогея, скоро случится то, ради чего костер и был разожжен. ",{"#":"mainSub"},"\n","^Ты права, Матушка. У меня есть надежда… ",{"#":"rightSub"},"\n",{"->":"Node_7"},{"#f":5}]}],{"#f":1}],"Node_7":["^Танцовщицы движутся так быстро, что сами становятся похожи на сумасшедшие языки пламени, взмывающие к ночному небу. ",{"#":"mainSub"},"\n","^Смотрители подбрасывают ветки в огонь и он разгорается с громким треском, разбрасывая вокруг снопы искр. ",{"#":"mainSub"},"\n","^Вы следите за танцем, но краем глаза замечаете движение в толпе - Карп пробирается прочь от костра. ",{"#":"mainSub"},"\n","^... ",{"#":"video_3"},"\n","^Когда раздается душераздирающий женский крик и очнувшиеся от оцепенения люди начинают восторженно галдеть, Карп лишь вздрагивает и начинает еще активнее пробиваться прочь из толпы. ",{"#":"mainSub"},"\n","^Агапа и вы натягиваете шарфы на лица, но резкий запах горелого мяса все равно пробирается в ноздри. ",{"#":"mainSub"},"\n","^Вы берете Агапу за руку и уводите от костра. На рассвете золой от жертвенного костра удобрят поля, а те дадут щедрые всходы. Таков закон. Пустошь жестока. ",{"#":"mainSub"},"\n","^Когда вы с Агапой оказываетесь достаточно далеко от остальных, вы снова заговариваете. ",{"#":"mainSub"},"\n","^Почему мы живем здесь, под стенами города и подвергаем опасности наших детей? Почему не уйдем глубже в Пустошь, которой принадлежим? Разве это не странно? ",{"#":"leftSub"},"\n","^Да ты же сама запретила уходить! ",{"#":"rightSub"},"\n","^Мы слишком долго были привязаны к этому месту… ",{"#":"leftSub"},"\n","^Вы поднимаете глаза к небу, полной грудью вдыхаете свежий ночной воздух. ",{"#":"mainSub"},"\n","^Агапа, то место, куда вы идете завтра… Это не просто лаборатория ",{"#":"leftSub"},"\n",{"->":"Node_8"},{"#f":1}],"Node_8":["^...",{"#":"background_DanaRoomDay"},{"#":"music_2"},"\n","^Сквозь сон до вас доносится неясный гул. Просыпаться ужасно не хочется и вы натягиваете одеяло на голову. В этот момент раздается пронзительный крик. Вы вскакиваете с кровати ",{"#":"mainSub"},"\n","^Что?.. Что происходит? Аглая? ",{"#":"leftSub"},{"#":"character_Dana"},"\n","^Посреди палаты стоит Санитар и крепко сжимает руку Аглаи. Подруга выглядит взъерошенной, как будто только что проснулась, но тем не менее яростно брыкается. ",{"#":"mainSub"},"\n","^Пусти! Пусти я сказала, чума тебя задери! Дана! ",{"#":"rightSub"},{"#":"character_Aglaya"},"\n","^Дана, успокой свою подругу! Доктор хочет ее осмотреть ",{"#":"rightSub"},{"#":"character_Sanitar"},"\n",{"->":"Choise_Ih"},{"#f":1}],"Choise_Ih":[["ev","str","^Поддержать Санитара","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Поддержать Аглаю","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","ev",{"VAR?":"Virus_points"},1,"+",{"VAR=":"Virus_points","re":true},"/ev","^Аглая, успокойся. Ты что, маленькая, что иголок боишься? Папа просто тебя осмотрит ",{"#":"leftSub"},{"#":"achievement_5"},"\n","^Ага, конечно! Почему тогда я одна иду? Мы же всегда вместе ходили на осмотры ",{"#":"rightSub"},{"#":"character_Aglaya"},"\n","^Может, он хочет узнать, как тебе со мной живется? Чтобы ты не боялась говорить про меня всякие гадости. Аглая, доверься мне, бояться нечего. ",{"#":"leftSub"},"\n","^Ну ладно… уж кому-кому, а тебе я точно могу верить ",{"#":"rightSub"},{"#":"character_Aglaya"},"\n","^Санитар выводит Аглаю из палаты. Ваши внутренности сдавливает плохое предчувствие, но когда подруга оборачивается на вас, вы выдавливаете из себя улыбку. ",{"#":"mainSub"},"\n","^Дверь захлопывается, оставляя вас наедине с тревожными мыслями. ",{"#":"mainSub"},"\n",{"->":"Node_9"},{"#f":5}],"c-1":["\n","ev",{"VAR?":"Cure_points"},1,"+",{"VAR=":"Cure_points","re":true},"/ev","^С чего бы это? Я пойду с ней ",{"#":"leftSub"},"\n","^Дана, ну только ты не начинай, а? Ты же знаешь: Док отдает приказы - я выполняю. Он сказал привести сто тридцать третью - значит, я ее приведу. ",{"#":"rightSub"},{"#":"character_Sanitar"},"\n","^Аглая! Ее зовут Аглая! ",{"#":"leftSub"},"\n","^Хватит! А ну пойдем! ",{"#":"rightSub"},{"#":"character_Sanitar"},"\n","^Нет! ",{"#":"rightSub"},{"#":"character_Aglaya"},"\n","^Санитар тянет Аглаю к двери. Та отчаянно пинает его, но крепкий мужчина, кажется, даже не замечает ее сопротивления ",{"#":"mainSub"},"\n",["ev","str","^Пнуть санитара","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Смириться","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Вы подскакиваете к Санитару и ярстно пинаете его в коленную чашечку. От боли и удивления мужчина охает и разжимает хватку. Аглая тут же вырывается и бежит к открытой двери. ",{"#":"mainSub"},{"#":"achievement_6"},"\n","^Санитар рычит от ярости, отшвыривает вас в сторону с такой силой, что вы отлетаете к стене. Несколько мгновений вы не можете даже вдохнуть. ",{"#":"mainSub"},"\n","^Перед глазами пляшут искры, но вы все равно видите, как Санитар оглушает Аглаю электрошоковой дубинкой, взваливает на плечо безвольное тело и выходит из палаты ",{"#":"mainSub"},"\n",{"->":"Node_9"},{"#f":5}],"c-1":["\n","^Внутри вас бурлит ярость, но вы хорошо понимаете, что бессильны против крепкого, рослого мужчины. Санитар вытаскивает Аглаю из палаты. ",{"#":"mainSub"},{"#":"achievement_7"},"\n","^Подруга оборачивается на вас в поисках поддержки, но вы лишь стыдливо отводите глаза. Дверь захлопывается, оставляя вас наедине с горькими мыслями. ",{"#":"mainSub"},"\n",{"->":"Node_9"},{"#f":5}]}],{"#f":5}]}],{"#f":1}],"Node_9":["^...",{"#":"background_HouseKarp"},{"#":"music_1"},"\n","^Вы еще раз перепроверили обмундирование: пистолет, две обоймы, охотничий нож, кусок веревки, три метательных ножа, фляга с водой. Негусто, но это все, что у вас есть. ",{"#":"mainSub"},"\n","^Волнуешься? ",{"#":"rightSub"},{"#":"character_Safo"},"\n","^Матушка? Как ты ходишь так тихо? ",{"#":"leftSub"},{"#":"character_Karp"},"\n","^Нехитрое дело - незаметно подобраться к тому, кто в думы тягостные погружен. Так как: волнуешься или нет? ",{"#":"rightSub"},"\n",{"->":"Choise_Ii"},{"#f":1}],"Choise_Ii":[["ev","str","^Да","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Нет","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Признаться… да. Я не уверен, что все это… правильно. ",{"#":"leftSub"},"\n","^Молодец, коль так. Только дурак ничего не боится, да ни в чем не сомневается. ",{"#":"rightSub"},"\n",{"->":"Node_10"},{"#f":5}],"c-1":["\n","^Нет, Матушка Сафо. Ты говоришь с Пустошью. Ты слышишь ее голос. И если ты говоришь что-то сделать - я это делаю. Без колебаний. ",{"#":"leftSub"},"\n","^Ну и дурак, коли так. Только дурак ничего не боится, да ни в чем не сомневается. ",{"#":"rightSub"},{"#":"achievement_8"},"\n",{"->":"Node_10"},{"#f":5}]}],{"#f":1}],"Node_10":["^Ты же сама дала нам это задание! ",{"#":"leftSub"},"\n","^Ага, все так. Вот только что может знать старуха, которая уже десять лет дальше нашей деревни-то и не ходила?. ",{"#":"rightSub"},"\n","^Матушка Сафо опирается на клюку и лукаво смотрит на вас. Шаманка никогда не говорит прямо - и никогда не бросает слов на ветер. Она явно испытывает вас. Но суть этой проверки вам не ясна. ",{"#":"mainSub"},"\n",{"->":"Choise_Ij"},{"#f":1}],"Choise_Ij":[["ev","str","^Усомниться в здравомыслии Матушки","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Убедить, что Матушке виднее","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Ну знаешь… То ты говоришь одно, то другое… Мы рискуем жизнями, а ты сама не веришь в свои слова? Во что же тогда верить мне? ",{"#":"leftSub"},"\n",{"->":"Node_11"},{"#f":5}],"c-1":["\n","^Ты  говоришь с Пустошью. Ты говоришь с Рогатой. Мои сомнения - просто слабость. Я доверяю твоим решениям ",{"#":"leftSub"},"\n",{"->":"Node_11"},{"#f":5}]}],{"#f":1}],"Node_11":["^С неожиданной ловкостью Матушка Сафо подскакивает к вам, хватает клюкой за шею, заставляя согнуться. Ее испещренное морщинами лицо оказывается совсем рядом с вашим ",{"#":"mainSub"},"\n","^Ты сомневаешься  во мне, Карп. Ты сомневаешься в Рогатой. ",{"#":"rightSub"},"\n","^На секунду дыхание перехватывает. Глаза старухи, кажется, сверлят дыры в вашем лице. ",{"#":"mainSub"},"\n","^И поэтому, Карп, я доверяю тебе, больше, чем Агапе. Агапа слепа - ее ослепила жажда  мести. Агапа глуха - ее оглушила скорбь. Но у Агапы громкий голос - за нее говорит ярость. А ты, Карп, зряч и нем. Ты - еретик. ",{"#":"rightSub"},"\n","^По спине бегут ледяные мурашки. Вы смотрите на Матушку в оцепенении, ожидая, что будет дальше ",{"#":"mainSub"},"\n","^Я не знаю, что или кто вас там ждет. Пообещай мне, что будешь принимать решения сам - своей головой. Пообещай мне, что будешь верить только себе. Не Агапе. И даже не Рогатой. Только себе ",{"#":"rightSub"},"\n",{"->":"Choise_Ik"},{"#f":1}],"Choise_Ik":[["ev","str","^Обещаю","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Не могу обещать","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","ev",{"VAR?":"Virus_points"},1,"+",{"VAR=":"Virus_points","re":true},"/ev","^Обещаю… ",{"#":"leftSub"},"\n","^Старуха довольно улыбается, хлопает вас по плечу и выходит из дома ",{"#":"mainSub"},"\n","^Боюсь, Агапе будет сложно это объяснить ",{"#":"leftSub"},"\n",{"->":"Node_12"},{"#f":5}],"c-1":["\n","ev",{"VAR?":"Cure_points"},1,"+",{"VAR=":"Cure_points","re":true},"/ev","^Вы напряженно всматриваетесь в лицо старухи, пытаясь угадать правильный ответ. Но полубезумная улыбка и рассеянный взгляд Матушки лишь сбивают вас с толку. ",{"#":"mainSub"},"\n","^Голос Рогатой - единственный истинный голос в Пустоши. Ее голос - мой голос. Ее желания - мои желания. ",{"#":"leftSub"},"\n","^Повисает тяжелая пауза. Матушка Сафо долго буравит вас взглядом, словно хочет что-то сказать, но не находит правильных слов. Наконец старуха вздыхает. ",{"#":"mainSub"},"\n","^Агапе повезло с тобой, Карп ",{"#":"rightSub"},"\n",{"->":"Node_12"},{"#f":5}]}],{"#f":1}],"Node_12":["^...",{"#":"background_DanaRoomDay"},{"#":"achievement_9"},{"#":"music_2"},"\n","^С тех пор, как увели Аглаю прошло несколько часов. Ваше беспокойство росло. ",{"#":"mainSub"},"\n","^Несколько раз вы кричали, чтобы вас отвели  к подруге, колотили  в дверь и даже пытались вскрыть замок, но из этого ничего не вышло. Когда вы совсем отчаялись, послышался щелчок замка и дверь открылась. ",{"#":"mainSub"},"\n","^... ",{"#":"leftSub"},{"#":"character_Dana"},"\n","^В палату, серый от усталости, входит ваш отец. ",{"#":"mainSub"},"\n","^Дана… ",{"#":"rightSub"},{"#":"character_Doc"},"\n","^Вы тут же бросаетесь к нему ",{"#":"mainSub"},"\n","^Где она?! Что с Аглаей? ",{"#":"leftSub"},"\n","^Дана, успокойся. Сядь. ",{"#":"rightSub"},"\n","^Отец избегает встречаться с вами взглядом и ваше сердце замирает от дурного предчувствия. ",{"#":"mainSub"},"\n",{"->":"Choise_Il"},{"#f":1}],"Choise_Il":[["ev","str","^Накричать на отца","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Расспросить спокойно","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Вас охватывает гнев. Вы вскакиваете, яростно сжимая кулаки, и наступаете на отца ",{"#":"mainSub"},"\n","^Какого черта ты мне врешь?! Где Аглая?! ",{"#":"leftSub"},"\n","^Аглая заразилась… ",{"#":"rightSub"},"\n","^Бред! Я видела ее утром - она была здорова! ",{"#":"leftSub"},"\n","^Вы сверлите отца взглядом, в ответ он скрещивает руки на груди ",{"#":"mainSub"},"\n","^Мы это уже обсуждали, Дана. Ты не можешь отличить больных от здоровых по одному внешнему виду ",{"#":"rightSub"},"\n","^Да? Тогда объясни, почему я до сих пор не заразилась, если все эти девочки были больны? ",{"#":"leftSub"},"\n","^Под вашим яростным напором отец отступает. На лице его появляется растерянное выражение. ",{"#":"mainSub"},"\n",["ev","str","^Продолжить кричать","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Успокоиться","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","ev",{"VAR?":"Cure_points"},1,"+",{"VAR=":"Cure_points","re":true},"/ev","^Они никогда не возвращаются! Никогда! Ты хоть кого-нибудь попытался вылечить?! ",{"#":"leftSub"},"\n","^Отец коротко замахивается и бьет вас по щеке. Голова дергается, а во рту появляется металлический привкус - вы прикусили язык. Вы отступаете и удивленно смотрите на отца ",{"#":"mainSub"},"\n","^Неблагодарная дрянь… ",{"#":"rightSub"},"\n","^Отец на каблуках разворачивается и выходит из палаты, хлопнув дверью. ",{"#":"mainSub"},{"#":"achievement_11"},"\n","end",{"#f":5}],"c-1":["\n","ev",{"VAR?":"Virus_points"},1,"+",{"VAR=":"Virus_points","re":true},"/ev","^Отец выглядит усталым и несчастным, и ваш гнев понемногу утихает ",{"#":"mainSub"},"\n","^Она не вернется, да? ",{"#":"leftSub"},"\n","^Вы опускаете голову. К глазам подступают слезы. ",{"#":"mainSub"},"\n","^Мне очень жаль, Дана. Она была хорошей подругой… Вирус никого не щадит. ",{"#":"rightSub"},"\n","^Слезы катятся по щекам, как вы ни пытаетесь их сдержать. Еще вчера вы с Аглаей планировали побег… Отец осторожно обнимает вас за плечи и усаживает на кровать. Вы всхлипываете ",{"#":"mainSub"},"\n","^Я не могу так больше… Я не хочу больше тебе помогать… ",{"#":"leftSub"},"\n","^Отец вздыхает, достает что-то из нагрудного кармана и осторожно кладет вам на колени. Вы смахиваете слезы, чтобы разглядеть. Это фотография ",{"#":"mainSub"},"\n","^...",{"#":"photo_0"},{"#":"achievement_10"},"\n","^Этой девочке всего одиннадцать и она заразилась. ",{"#":"rightSub"},"\n","^Так она… ",{"#":"leftSub"},"\n","^Вы не решаетесь задать вопрос, но и так знаете ответ. Вирус не щадит никого. ",{"#":"mainSub"},"\n","^Тысячи людей борются за жизнь каждый день лишь в надежде на то, что мы найдем лекарство. Благодаря этой мысли я могу просыпаться каждое утро. Только благодаря ей. ",{"#":"rightSub"},"\n","^Отец забирает у вас фотографию, бережно складывает и прячет в карман. ",{"#":"mainSub"},"\n","^Мне жаль Аглаю. Но я не сдамся. Иначе… ",{"#":"rightSub"},"\n","^Отец не заканчивает, лишь качает головой. На его лице написана невыразимая тоска. Вы еще не видели его таким. ",{"#":"mainSub"},"\n","^Пап… ",{"#":"leftSub"},"\n","^Отец молча встает и выходит из палаты, тихо притворив за собой дверь. Вы остаетесь наедине со своими мыслями. ",{"#":"mainSub"},{"#":"achievement_11"},"\n","end",{"#f":5}]}],{"#f":5}],"c-1":["\n","ev",{"VAR?":"Virus_points"},1,"+",{"VAR=":"Virus_points","re":true},"/ev","^Вы вглядываетесь в усталое лицо отца. Вы слишком хорошо знаете это его выражение. Охвативший вас было гнев утихает, уступая зияющей пустоте. ",{"#":"mainSub"},"\n","^Так… и она тоже? ",{"#":"leftSub"},"\n","^Мне очень жаль, Дана. ",{"#":"rightSub"},"\n","^Слезы катятся по щекам, как вы ни пытаетесь их сдержать. Отец осторожно обнимает вас за плечи и усаживает на кровать. Вы всхлипываете ",{"#":"mainSub"},"\n","^Я не могу так больше… ",{"#":"leftSub"},"\n","^Тысячи людей борются за жизнь каждый день лишь в надежде на то, что мы найдем лекарство. Благодаря этой мысли я могу просыпаться каждое утро. Только благодаря ей. ",{"#":"rightSub"},"\n","^Вы не слушаете. Вам осточертели эти речи про спасение мира, про людей, живущих надеждой, про великую миссию. ",{"#":"mainSub"},"\n","^Вы желаете лишь одного: повернуть время вспять и сбежать с Аглаей из этой проклятой больницы. ",{"#":"mainSub"},"\n","^Отец видит, что вы не слушаете, рассеянно гладит вас по плечу и выходит из палаты, тихо притворив за собой дверь. Вы остаетесь наедине со своими мыслями. ",{"#":"mainSub"},{"#":"achievement_11"},"\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",0,{"VAR=":"Virus_points"},0,{"VAR=":"Cure_points"},"/ev","end",null],"#f":1}],"listDefs":{}}